export const REGIONS = [
  'Банкя',
  'Витоша',
  'Връбница',
  'Възраждане',
  'Изгрев',
  'Илинден',
  'Искър',
  'Красна поляна',
  'Красно село',
  'Кремиковци',
  'Лозенец',
  'Люлин',
  'Младост',
  'Надежда',
  'Нови Искър',
  'Оборище',
  'Овча купел',
  'Панчарево',
  'Подуяне',
  'Сердика',
  'Слатина',
  'Средец',
  'Студентски',
  'Триадица'
];

export const CATEGORIES = ['AM', 'A', 'A1', 'A2', 'B1', 'B', 'BA'];

export const TABLE_SUBTITLES = {
  hoursTheory: 'Теория',
  hoursPractice: 'Практика',
  examTheoryInternalPrice: 'Изпит теория - вътрешен',
  examPracticeInternalPrice: 'Изпит практика - вътрешен',
  examTheoryExternalPrice: 'Изпит теория - ДАИ',
  examPracticeExternalPrice: 'Изпит практика - ДАИ',
  coursePrice: 'Цена на курса',
};

export const FAQ = [
  {
    title: 'Как да избера школа?',
    content: [
      {
        title: 'На какво трябва да обърна внимание',
        subtitle:
          'Оборудване, автомобилен парк и инструктори. Отзивите на останалите курсисти могат да ти помогнат. Увери се, че цената отговаря на качеството на обучението и че графикът е съвместим с твоя.'
      },
    ]
  },
  {
    title: 'Кога мога да започна?',
    content: [
      {
        title: 'На колко години мога да започна курс категория В?',
        subtitle: 'Можеш да започнеш шофьорски курс на 17 години и 9 месеца, но правоспособността се придобива на 18 години.'
      },
      {
        title: 'Какво е необходимо да мога да започна курс?',
        subtitle: 'Трябва да си навършил минималната възраст от 17, да имаш медицинско свидетелство за годност и да предоставиш лични документи за самоличност.'
      },
    ]
  },
  {
    title: 'Какво трябва да знам, за да започна курсове за автомобил?',
    content: [
      {
        title: 'Как преминава курса на обучение за водачи на МПС категория В?',
        subtitle:
          'Обучението за категория В включва теоретична подготовка и практическо управление на МПС. След завършване на курса, кандидатите се явяват на изпити за теория и практика.',
      },
    ]
  }
];